/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */


"zanalytics.bug.alert.about" = "Πληροφορίες";
"zanalytics.bug.alert.from" = "Από";
"zanalytics.bug.alert.imagelimitreached" = "Επετεύχθη το μέγιστο όριο";
"zanalytics.bug.alert.imagelimits" = "Μπορείτε να επισυνάψετε μόνο έως και 10 εικόνες";
"zanalytics.bug.alert.macheader" = "Μοιραστείτε τα σχόλιά σας μαζί μας ή αναφέρετε σφάλματα επισυνάπτοντας επίσης συνημμένα";
"zanalytics.bug.alert.write" = "Επικοινωνήστε μαζί μας γραπτώς";
"zanalytics.bug.alert.recordedclip" = "Καταγεγραμμένα Κλιπ";


"zanalytics.bug.alert.anonymalert" = "Προτείνεται πάντα κοινοποίηση σχολίων μέσω της διεύθυνσης email σας. Εάν δεν κοινοποιήσετε τη διεύθυνση email σας, δεν θα έχουμε τη δυνατότητα να επικοινωνήσουμε μαζί σας ώστε να σας ενημερώσουμε επί του ζητήματος.";

"zanalytics.bug.alert.quitfeedback" = "Θέλετε σίγουρα να φύγετε;";
"zanalytics.feedback.navbar.title.noscreenshots" = "Δεν υπάρχουν διαθέσιμα στιγμιότυπα οθόνης";
"zanalytics.feedback.navbar.title.screenshots" = "Στιγμιότυπα οθόνης";
"zanalytics.feedback.navbar.title.snap" = "Συγκράτηση";
"zanalytics.feedback.navbar.title.compose" = "Σύνθεση";

"zanalytics.bug.alert.cancel"               = "Όχι";
"zanalytics.bug.alert.title"                = "Θέλετε να μας πείτε κάτι;";
"zanalytics.feedback.navbar.title.feedback"             = "Σχόλια";
"zanalytics.feedback.navbar.title.reportbug"            = "Αναφορά σφάλματος";
"zanalytics.feedback.navbar.title.helpme"               = "Χρειάζομαι βοήθεια";

"zanalytics.feedback.navbar.title.systemlogs"             = "Αρχεία καταγραφής συστήματος";

"zanalytics.feedback.navbar.title.diagnosticinfo"             = "Πληροφορίες διαγνωστικών";

"zanalytics.bug.alert.dontshowagain"            = "Να μην εμφανιστεί ξανά";
"zanalytics.bug.alert.title.helpme"            = "Χρειάζομαι βοήθεια";

"zanalytics.bug.alert.message.savetolocal"         = "Δυστυχώς... Δεν ήταν δυνατή η αποστολή της αναφοράς σφάλματος. Θέλετε να αποθηκεύσετε το στιγμιότυπο οθόνης;";



"zanalytics.feedback.email.title"                = "Διεύθυνση email";


"zanalytics.bug.detectscreen.title"       = "Ανακαλύψατε κάτι ενδιαφέρον;";

"zanalytics.bug.alert.detectscreen.yes"                      = "Ναι";
"zanalytics.bug.alert.detectscreen.no"                       = "Όχι";

"zanalytics.bug.alert.detectscreen.share" = "Κοινοποίηση";
"zanalytics.bug.alert.detectscreen.dontshow" = "Να μην ερωτηθώ ξανά";

"zanalytics.bug.annotate.button.title"                       = "Δημιουργήστε σχόλιο για το σφάλμα χρησιμοποιώντας τα πιο κάτω εργαλεία";


"zanalytics.feedback.failed.alert.description" = "Αποτυχία αποστολής σχολίου. Προσπαθήστε ξανά!";


"zanalytics.feedback.success.alert.description" = "Σας ευχαριστούμε για την υποβολή των σχολίου σας!";


"zanalytics.feedback.common.alert.title.add.photos" = "Προσθέστε φωτογραφίες";
"zanalytics.feedback.common.alert.title.alert" = "Ειδοποίηση";
"zanalytics.feedback.common.button.title.back" = "Πίσω";
"zanalytics.feedback.common.button.title.cancel" = "Άκυρο";
"zanalytics.feedback.common.button.title.close" = "Κλείσιμο";
"zanalytics.feedback.common.button.title.ok" = "OK";

"zanalytics.feedback.textview.placeholder"           = "Εκτιμούμε τα σχόλιά σας. Πείτε μας πώς μας αξιολογείτε.";
"zanalytics.bug.textview.placeholder"           = "Αντιμετωπίσατε οποιοδήποτε πρόβλημα κατά τη χρήση της εφαρμογής μας; Ενημερώστε μας.";
"zanalytics.help.textview.placeholder"           = "Θα προσπαθήσουμε να διορθώσουμε τα πράγματα αλλά και να σας βοηθήσουμε!";

"zanalytics.feedback.add.photos.alert.description" = "Δεν υπάρχουν συνημμένες φωτογραφίες. Ανοίξτε τη συλλογή φωτογραφιών για να προσθέσετε περισσότερες φωτογραφίες!";

"zanalytics.feedback.add.photos.alert.open" = "Ανοίξτε τις Φωτογραφίες";


"zanalytics.feedback.access.photos.alert.description" = "Η εφαρμογή %@ δεν έχει πρόσβαση στις φωτογραφίες σας.\nΓια ενεργοποίηση της πρόσβασης, μεταβείτε στα: Ρυθμίσεις > Απόρρητο > Φωτογραφίες > %@";

"zanalytics.feedback.access.photos.alert.settings" = "Ρυθμίσεις";

"zanalytics.feedback.label.title.anonymous" = "Ανώνυμο";

"zanalytics.feedback.navbar.button.title.send" = "Αποστολή";
"zanalytics.feedback.navbar.button.title.next" = "Επόμενο";
"zanalytics.feedback.navbar.button.title.done" = "Ολοκληρώθηκε";
"zanalytics.feedback.navbar.button.title.editphotos" = "Επεξεργασία φωτογραφιών";
"zanalytics.feedback.navbar.button.title.addmore" = "Προσθήκη περισσότερων";
"zanalytics.feedback.navbar.button.title.attach" = "Επισύναψη";
"zanalytics.feedback.navbar.button.title.delete" = "Διαγραφή";


"zanalytics.feedback.navbar.title.taptoedit" = "Πατήστε για επεξεργασία";
"zanalytics.feedback.navbar.title.editor" = "Πρόγραμμα επεξεργασίας";
"zanalytics.feedback.navbar.title.choosephotos" = "Επιλέξτε φωτογραφίες";
"zanalytics.feedback.navbar.title.selectphotos" = "Επιλογή φωτογραφιών";
"zanalytics.feedback.navbar.title.photoselected" = "Επιλέχθηκε φωτογραφία";
"zanalytics.feedback.navbar.title.photosselected" = "Επιλέχθηκαν φωτογραφίες";

"zanalytics.feedback.accessory.title.systemlogs" = "Συμπερίληψη αρχείων καταγραφής συστήματος";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "Συμπερίληψη πληροφοριών διαγνωστικών";
"zanalytics.feedback.accessory.button.title.view" = "Προβολή";

"zanalytics.feedback.picker.image.notfound" = "Οι εικόνες δεν βρέθηκαν";

"zanalytics.feedback.attachments.title" = "Συνημμένα(%i)";

"zanalytics.feedback.privacy.consent.description" = "Προτείνουμε να συμπεριλάβετε το αρχείο καταγραφής κονσόλας και τις πληροφορίες διαγνωστικών, καθώς θα βοηθήσουν τους προγραμματιστές μας να κατανοήσουν καλύτερα τα σχόλια που κοινοποιείτε.";

"zanalytics.feedback.privacy.consent.clogs.title" = "Αρχεία καταγραφής κονσόλας";

"zanalytics.feedback.privacy.consent.dinfo.title" = "Πληροφορίες διαγνωστικών";

"zanalytics.feedback.privacy.consent.otherinfo.title" = "Άλλες πληροφορίες";

"zanalytics.feedback.privacy.consent.deviceinfo.title" = "Πληροφορίες συσκευής";

"zanalytics.feedback.privacy.consent.cancel" = "Άκυρο";

"zanalytics.feedback.privacy.consent.openmailapp" = "Άνοιγμα στην αλληλογραφία";

"zanalytics.feedback.crash.sendcrash.alwayssend" = "Να αποστέλλεται πάντα";
